from cars.menu import main_menu
from cars.actions import Add_car,delete_car,search_car


main_menu()

# היי היה לי קשה קודם כול בהתחלה אני בדרך כלל מתקשה אם החזון של איך להתחיל ומאיפה ונעזרתי בצאט שיעזור לי בהתחלה של השלד כדי שאני יוכל להמשיך משם
# נעזרתי בך בתקלה של ה import לפני שקראתי לך חיפשתי על התקלה בגוגל אבל לא כל כך עזר לי
#ונעזרתי בצאט בתקלה שהיה לי אם הפונקציית מחקיה שזה לא הצליח למצוא  את הפריט שאני חיפשתי למחוק אז צאט עזר לי לפשט את הפונקציה בצורה שזה יעבוד
#גם די קשה לי מבחינת הזמנים כי בימי שישי אני לחוץ כדי לא לפספס את הרכבת אחרונה הביתה מה שיוצר אצלי קצת חיפזון ולחץ